
var questionDatabaseJS = {"Questions" : [

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ1","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},
    
    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ2","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ3","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ4","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ5","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ6","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ7","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ8","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ9","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ10","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ11","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ12","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ13","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ14","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ15","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 


        ]} 
// 