
var questionDatabase = {"Questions" : [

    //代數分式
    {"Note":"MCQ1","GUID":"DSEP2代數分式MCQ1","E":0,"Q_T":4,"Q":"多項選擇題1","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ2","GUID":"DSEP2代數分式MCQ2","E":0,"Q_T":4,"Q":"多項選擇題2","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ3","GUID":"DSEP2代數分式MCQ3","E":0,"Q_T":4,"Q":"多項選擇題3","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"B","A2_Why":"","A3":"D","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ4","GUID":"DSEP2代數分式MCQ4","E":0,"Q_T":4,"Q":"多項選擇題4","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"D","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ5","GUID":"DSEP2代數分式MCQ5","E":0,"Q_T":4,"Q":"多項選擇題5","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"C","A2_Why":"","A3":"D","A3_Why":"","A4":"A","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ6","GUID":"DSEP2代數分式MCQ6","E":0,"Q_T":4,"Q":"多項選擇題6","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"D","A2_Why":"","A3":"A","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ7","GUID":"DSEP2代數分式MCQ7","E":0,"Q_T":4,"Q":"多項選擇題7","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ8","GUID":"DSEP2代數分式MCQ8","E":0,"Q_T":4,"Q":"多項選擇題8","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"D","A2_Why":"","A3":"A","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ9","GUID":"DSEP2代數分式MCQ9","E":0,"Q_T":4,"Q":"多項選擇題9","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"D","A2_Why":"","A3":"A","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    //多項恆等因式
    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ1","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},
    
    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ2","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ3","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ4","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ5","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ6","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ7","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ8","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ9","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ10","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ11","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ12","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ13","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ14","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ15","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 


]} 
// 