
var questionDatabase = {"Questions" : [

    //統計  
    {"Note":"統計1","GUID":"DSEP2統計1MCQ1","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"統計1","GUID":"DSEP2統計1MCQ2","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"統計1","GUID":"DSEP2統計1MCQ3","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"統計1","GUID":"DSEP2統計1MCQ4","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"統計1","GUID":"DSEP2統計1MCQ5","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"D","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"統計1","GUID":"DSEP2統計1MCQ6","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},
    
    {"Note":"統計1","GUID":"DSEP2統計1MCQ7","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"統計1","GUID":"DSEP2統計1MCQ8","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},  

    {"Note":"統計1","GUID":"DSEP2統計1MCQ9","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},        


    //代數分式
    {"Note":"MCQ1","GUID":"DSEP2代數分式MCQ1","E":0,"Q_T":4,"Q":"多項選擇題1","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ2","GUID":"DSEP2代數分式MCQ2","E":0,"Q_T":4,"Q":"多項選擇題2","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ3","GUID":"DSEP2代數分式MCQ3","E":0,"Q_T":4,"Q":"多項選擇題3","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"B","A2_Why":"","A3":"D","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ4","GUID":"DSEP2代數分式MCQ4","E":0,"Q_T":4,"Q":"多項選擇題4","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"D","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ5","GUID":"DSEP2代數分式MCQ5","E":0,"Q_T":4,"Q":"多項選擇題5","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"C","A2_Why":"","A3":"D","A3_Why":"","A4":"A","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ6","GUID":"DSEP2代數分式MCQ6","E":0,"Q_T":4,"Q":"多項選擇題6","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"D","A2_Why":"","A3":"A","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ7","GUID":"DSEP2代數分式MCQ7","E":0,"Q_T":4,"Q":"多項選擇題7","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ8","GUID":"DSEP2代數分式MCQ8","E":0,"Q_T":4,"Q":"多項選擇題8","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"D","A2_Why":"","A3":"A","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"MCQ9","GUID":"DSEP2代數分式MCQ9","E":0,"Q_T":4,"Q":"多項選擇題9","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"D","A2_Why":"","A3":"A","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    //多項恆等因式
    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ1","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},
    
    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ2","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ3","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ4","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ5","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ6","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ7","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ8","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ9","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ10","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ11","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ12","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ13","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ14","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 

    {"Note":"多項恆等因式","GUID":"DSEP2多項恆等因式MCQ15","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 

    //指數      
    {"Note":"指數","GUID":"DSEP2指數MCQ1","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},
    
    {"Note":"指數","GUID":"DSEP2指數MCQ2","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ3","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ4","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ5","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ6","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ7","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ8","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ9","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ10","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ11","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ12","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"指數","GUID":"DSEP2指數MCQ13","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 

    {"Note":"指數","GUID":"DSEP2指數MCQ14","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    //三角學    
         {"Note":"三角學","GUID":"DSEP2三角學MCQ1","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ2","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ3","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"D","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},
        
        {"Note":"三角學","GUID":"DSEP2三角學MCQ4","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ5","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ6","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ7","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ8","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ9","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ10","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ11","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"D","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ12","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

        {"Note":"三角學","GUID":"DSEP2三角學MCQ13","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"A","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 

//平面幾何
    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ1","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ2","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
        "A2":"D","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ3","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"A","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ4","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ5","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ6","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},
    
    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ7","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ8","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"C","A2_Why":"","A3":"A","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},  

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ9","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ10","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ11","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ12","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ13","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ14","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ15","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
        "A2":"A","A2_Why":"","A3":"D","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ16","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"C","A2_Why":"","A3":"B","A3_Why":"","A4":"A","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ17","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ18","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ19","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
        "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},
    
    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ20","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ21","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
        "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
        "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},  

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ22","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"C","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ23","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ24","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"D","A2_Why":"","A3":"C","A3_Why":"","A4":"B","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ25","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"A","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ26","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"D",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"A","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0}, 
    
    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ27","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"A",
            "A2":"B","A2_Why":"","A3":"C","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ28","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"B",
            "A2":"D","A2_Why":"","A3":"C","A3_Why":"","A4":"A","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

    {"Note":"平面幾何","GUID":"DSEP2平面幾何MCQ29","E":0,"Q_T":4,"Q":"MCQ","T":0,"I":1,"A":0,"C_A":"C",
            "A2":"A","A2_Why":"","A3":"B","A3_Why":"","A4":"D","A4_Why":"","A5":"","A5_Why":"","S":"",
            "R_T":"None","R_I":0,"R_A":0,"P_T":"None","P_I":0,"P_A":0,"O_L":0},

]} 
// 